Repository: dfinnema/WoocommerceXeroStripe
Catalog: languages/woocommerce-xero-stripe-fees-*.po
Languages: nl_nl

source: Sending payments to Xero does not work with this plugin enabled. Please turn off this option to avoid getting errors
nl_nl: Betalingen sturen naar Xero werkt niet met deze plugin ingeschakeld. Gelieve deze optie uitschakelen om te voorkomen dat je fout meldingen ziet

source: Stripe Fee Account
nl_nl: Stripe Kosten Rekening

source: Stripe Country
nl_nl: Stripe Land

source: Code for Xero account to track Stripe Fees paid.
nl_nl: Rekening Code voor Xero voor het bijhouden van Stripe Kosten betaald.

source: Add Stripe Fees to Xero Invoices?
nl_nl: Stripe Kosten toevoegen voor Xero facturen?

source: Select Stripe Country
nl_nl: Selecteer Stripe land

source: Australia
nl_nl: AustraliÃ«

source: New Zealand
nl_nl: Nieuw-Zeeland

source: United States of America
nl_nl: Verenigde Staten van Amerika

source: European Union
nl_nl: Europese Unie

source: Ireland
nl_nl: Ierland

source: Other (NO TAX Calculations)
nl_nl: Andere (GEEN belasting berekeningen)

source: The country you have registered with Stripe.
nl_nl: Het land dat u hebt geregistreerd met Stripe.

source: ERROR: No Stripe Fee found for order
nl_nl: FOUT: Kan geen Stripe kosten vinden voor de order

source: Stripe Fee
nl_nl: Stripe Kosten

source: Stripe Fee (%s) added to Xero invoice
nl_nl: Stripe kosten (%s) toegevoegd aan Xero factuur

source: Settings
nl_nl: Instellingen

source: <a href="https://woocommerce.com/products/xero/">WooCommerce Xero Integration</a> is required to be installed and activated!
nl_nl: <a href="https://woocommerce.com/products/xero/">WooCommerce Xero Integration</a> is vereist!

source: Check for updates
nl_nl: Controleren op updates

# the plugin title
source: The %s plugin is up to date.
nl_nl: De plugin %s is up to date.

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van de plugin %s is beschikbaar.

source: Unknown update checker status "%s"
nl_nl: Onbekende update checker status "%s"

source: There is no changelog available.
nl_nl: Er is geen changelog beschikbaar.

source: WooCommerce Xero Stripe Fees
nl_nl: WooCommerce Xero Stripe Kosten

source: Extends the WooCommerce Xero Extension with Stripe Fees on Invoices
nl_nl: WooCommerce Xero uitbreiding met Stripe kosten op facturen in Xero
